;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Slovenščina/Slovenian
WebLang=SI
Translator=Andrej Perdih, perdih.andrej@gmail.com
Codepage=UNICODE 
Version=1.94

[Uninstaller Toolbar]
102 = Pogled
103 = Možnosti
104 = Odstranjevalnik
105 = Orodja
106 = Sledenje
107 = Seznam
108 = Ikone
109 = Podrobnosti
110 = Odstrani program
111 = Odstrani vnos
112 = Osveži
113 = Ste prepričani, da želite odstraniti izbrani vnos?
114 = Ste prepričani, da želite odstraniti izbrani program?
115 = Samodejno posodabljanje
116 = Pomoč
117 = Pomoč za to orodje ...
118 = Domača stran ...
119 = Vizitka ...
120 = Niste administrator!
121 = Ste prepričani, da želite odstraniti izbrano sistemsko komponento?\nSTOP razen če veste, kaj počnete!
122 = Odstranjevalnik vam prikaže vse nameščene programe in komponente tako za trenutnega kot tudi za vse ostale uporabnike. V načinu prikaza "Podrobnosti" lahko najdete dodatne informacije (povezave in lastnosti v zvezi z namestitvami). Primarna funkcija programa Revo Uninstaller je Sledenje. Ta način omogoča fleksibilnost za odstranjevanje programov, njihovo zaustavitev, brisanje in onemogočenje samodejnega zagona z enim samim klikom.
123 = Išči
124 = Najdeno:
125 = Ste prepričani, da želite odstraniti izbrano sistemsko komponento iz registra?\nKomponento morda potrebuje vaš operacijski sistem!
126 =  se ne bo več samodejno zagnal!
127 =  se bo samodejno zagnal
128 = Aplikacija %s je nameščena na istem namestitvenem mestu kot %s!\nNajdeni bodo ostanki obeh datotek! Pozorno preverite, katere zares želite odstraniti!
129 = Vsiljena odstranitev

[Uninstaller List]
150 = Program
151 = Velikost
152 = Različica
153 = Datum namestitve
154 = Podjetje
155 = Spletno mesto
156 = Komentar
157 = Odstranitveni niz
158 = Registrski ključ
159 = Namestitveni program

[Uninstaller StatusBar]
201 = Namestitve: 
202 = Nalaganje ...

[Registry Optimizer]
302 = Izberite, kje želite iskati
303 = Meni "Start"

[Autorun Toolbar]
407 = Zaženi
408 = Prekini
409 = Odstrani
410 = Elementi :
411 = Omogočeno :
412 = Z Upraviteljem samodejnega zagona lahko ne samo omogočite oziroma onemogočite samodejni zagon programov od zagonu sistema Windows, ampak dobite tudi več informacij o posameznem programu. Ugotovite lahko pot zagona, opis, izdajatelja, status (se izvaja ali ne) in lokacijo zagonskega ukaza (v registru ali v datoteki na trdem disku).

[Autorun List]
450 = Zagonsko ime
451 = Pot zagona
452 = Opis
453 = Izdajatelj
454 = Status
455 = Lokacija
456 = SE IZVAJA
457 = SE NE IZVAJA
458 = NEVELJAVEN
459 = Prekini proces
460 = Zaženi proces
461 = Odpri vsebovalno mapo
462 = Pojdi na mesto
463 = Kopiraj pot zagona
464 = Odstrani izbrane
465 = Odstrani vse neveljavne
466 = Odstrani neaktivne
467 = Odstrani onemogočene
468 = Lastnosti ...
470 = Ste prepričani, da želite zapreti izbrani program?\nVsi neshranjeni podatki bodo izgubljeni!
471 = Ste prepričani, da želite izbrisati izbrane elemente?
472 = Ste prepričani, da želite izbrisati vse neveljavne elemente?
473 = Ste prepričani, da želite izbrisati vse neaktivne elemente?
474 = Ste prepričani, da želite izbrisati vse onemogočene elemente?
475 = Ukaz ne obstaja!
476 = NEZNANO
477 = Onemogoči samodejni zagon
478 = Omogoči samodejni zagon

[Outlook Control]
300 = Optimizacija
301 = Optimizacija registra
400 = Upravitelj samodejnega zagona
500 = Čiščenje sledi
501 = Čiščenje brskalnikov
600 = Čiščenje Microsoft Officea
700 = Čiščenje programa Windows
800 = Odstranjevalnik dokazov
900 = Nepovratno brisanje
2100 = Orodja Windows
2200 = Čiščenje neželenih datotek

[Track Cleaner Browsers]
507 = Počisti vse
508 = Počisti zgodovino obiskanih spletnih strani
509 = Izbriši zgodovino naslovne vrstice
510 = Izbriši začasne internetne datoteke
511 = Izbriši piškotke
512 = Izbriši datoteke Index.dat
513 = Izvedi
514 = Izbriši zgodovino prenosov
515 = Izbriši zgodovino seje
516 = Izbriši zgodovino obrazcev
517 = Odstranjevalnik
518 = Ste prepričani, da želite izbrisati vse izbrane podatke o zgodovini?
521 = Ste prepričani, da želite izbrisati podatke o zgodovini Internet Explorerja?
522 = Ste prepričani, da želite izbrisati podatke o zgodovini Firefoxa?
523 = Ste prepričani, da želite izbrisati podatke o zgodovini Opere?
524 = Ste prepričani, da želite izbrisati podatke o zgodovini Netscapa?
525 = Vaš brskalnik shranjuje podrobnosti vseh spletnih mest, ki ste jih kdaj obiskali. Informacija je lahko dostopna iz vašega brskalnika in vsak lahko s pritiskom na gumb vidi, kje po spletu ste brskali! S čiščenjem brskalnikom lahko izbrišete začasne internetne datoteke, kot so: vse slike, ki ste jih videli, vsi videi na spletu, ki ste jih gledali in vse spletne strani, ki ste jih obiskali. Brisanje začasnih internetnih datotek lahko sprosti veliko prostora na trdem disku.
526 = Zaprite brskalnik, preden počistite njegove sledi.
527 = Datoteke Index.dat bodo izbrisane ob naslednjem zagonu računalnika.
599 = Čiščenje sledi za izbrane elemente je končano!

[Office Track Cleaner]
601 = Počisti
607 = Počisti seznam nedavno uporabljenih datotek v Microsoft Wordu
608 = Vključno z Word 2000, Word XP, Word 2003 in Word 2007
609 = Počisti seznam nedavno uporabljenih datotek v Microsoft Excelu
610 = Vključno z Excel 2000, Excel XP, Excel 2003 in Excel 2007
611 = Počisti seznam nedavno uporabljenih datotek v Microsoft Accessu
612 = Vključno z Access 2000, Access XP, Access 2003 in Access 2007
613 = Počisti seznam nedavno uporabljenih datotek v Microsoft Powerpointu
614 = Vključno s PowerPoint 2000, PowerPoint XP, PowerPoint 2003 in PowerPoint 2007
615 = Počisti seznam nedavno uporabljenih datotek v Microsoft FrontPageu
616 = Vključno s FrontPage 2000, FrontPage XP, FrontPage 2003 in FrontPage 2007
617 = Microsoft Office Cleaner omogoča odstranjevanje seznama nedavno uporabljenih datotek v programih Microsoft Word, Excel, Access, PowerPoint in FrontPage. Če ne želite, da bi kdo videl preglednice, dokumente ali druge datoteke, ki ste jih nedavno odprli, urejali ali ustvarili z Microsoft Officeom, izberite tiste vrste datotek, ki jih ne želite imeti, in kliknite gumb „Počisti“. Nedavno uporabljene datoteke za vrste programov, ki ste jih izbrali, ne bodo več na voljo.

[Windows Tracks Cleaner]
701 = Počisti
707 = Počisti seznam nedavno uporabljenih datotek
708 = Počisti zgodovino Menija "Start" - Zaženi
709 = Počisti zgodovino najdenih datotek
710 = Počisti zgodovino iskanja tiskalnikov, računalnikov in ljudi
711 = Izprazni odložišče
712 = Počisti seznam nedavno uporabljenih datotek v Slikarju
713 = Počisti seznam nedavno uporabljenih datotek v MS Wordpadu
714 = Počisti zgodovino zadnjega odprtega ključa v Regeditu
715 = Počisti seznam nedavno uporabljenih pogovornih oken Odpri/Shrani
716 = Počisti zgodovino pogovornih oken zadnjih obiskanih map
717 = Izprazni koš
718 = Izbriši začasne datoteke programa Windows
719 = Izbriši uporabniške dnevnike menija "Start"
720 = Microsoft Windows beleži številne aktivnosti na računalniku, kot so zgodovina iskanja (ko iščete datoteke in mape), seznam nedavno odprtih datotek, zgodovino odprtih/shranjenih datotek pri standardnem ravnanju z datotekami v različnih programih in še marsikaj drugega. Windows Cleaner omogoča odstranjevanje vse zgodovine in začasnih datotek. Lahko izpraznite koš in izbrišete začasne datoteke, kar lahko sprosti veliko prostora na trdem disku.
721 = Zgodovina "Zaženi" se bo izbrisala, ko se bo ponovno zagnal proces explorer.exe.
722 = Sledi v registru Windows
723 = Sledi na lokalnem trdem disku
724 = Izbriši datoteke pomnilnika za izvoz ob zrušitvi
725 = Izbriši Chkdsk (Check Disk) - obnovljene dele datotek


[Evidence Remover]
802 = Izvedi
803 = Brisanje
804 = Prosim, počakajte, poteka brisanje.
805 = Končano
806 = Obkljukaj disk(e), ki vsebuje(jo) sledi in dokaze o vašem delu, ki jih želite izbrisati. To orodje vpliva samo na že izbrisane podatke. OPOZORILO: Po zaključku procesa ne bo mogoče povrniti izbrisanih datotek!
807 = Ko izpraznite koš, so vaše datoteke in mape samo označene kot izbrisane, vendar niso fizično izbrisane. S tem orodjem lahko trajno izbrišete datoteke in mape, ki so že izbrisane, vendar so ostale na trdem disku. Ne glede na to, s katerim orodjem boste vi ali kdo drug poskušali povrniti podatke, bo rezultat enak, to je nič. – Podatkov, izbrisanih z Odstranjevalnikom dokazov, ni mogoče povrniti!
808 = Ste prepričani, da želite izbrisati ostanke sledi in dokazov na izbranih diskih?

[Unrecoverable Delete]
912 = Seznam datotek in map, ki bodo izbrisane in jih ne bo mogoče povrniti
913 = Datoteke
914 = Mape
915 = Vstavite datoteke, ki jih želite izbrisati in odstraniti iz sistema. Teh datotek ne morete povrniti z nobeno programsko opremo!
916 = Vstavite mape, ki jih želite izbrisati in odstraniti iz sistema. Teh map ne morete povrniti z nobeno programsko opremo!
917 = Dodaj datoteke za izbris
918 = Dodaj mape za izbris
919 = IZBRIŠI ZA VEDNO
920 = Seznam čiščenja
921 = Če želite varno izbrisati datoteke ali mape (da jih nihče, z nobenim orodjem, ne bo mogel več povrniti), uporabite Nepovratno brisanje. Brisanje datotek in praznjenje koša še ne pomeni, da so datoteke izginile za vedno. Še vedno so na trdem disku in kdorkoli lahko z lahkoto pridobi izbrisane podatke. Orodje Nepovratno brisanje to onemogoči, ker fizično izbriše vse izbrane datoteke in mape.
922 = Ste prepričani, da želite za vedno izbrisati izbrane datoteke in mape?

[Options Tree]
1001 = Možnosti
1100 = Splošno
1200 = Odstranjevalnik

[General]
1101 = Trenutni jezik:
1102 = Napredni način
1103 = Ob zagonu preveri za posodobitve

[Uninstaller Options]
1201 = Pokaži sistemske posodobitve
1202 = Pokaži sistemske komponente
1203 = Omogoči način hitrega zagona
1204 = Uporabi samo vgrajeni odstranjevalnik
1205 = (Ne deluje v Windows Visti)
1206 = Ustvari Obnovitveno točko sistema (System Restore Point) pred odstranitvijo programa
1207 = Izbriši ostanke datotek in map v koš


[Auto Update]
1907 = Posodabljanje
1908 = Informacije o različici
1909 = Trenutna različica:
1910 = Zadnja različica:
1911 = PRENOS
1912 = Prenesi zadnjo različico
1913 = Kaj je novega
1914 = Preverjam ...
1915 = Napaka pri povezovanju ...
1916 = STOP
1917 = Preneseno %s od %s
1918 = Preneseno %s (neznana celotna velikost)
1919 = Revo Uninstaller se ni mogel povezati z www.revouninstaller.com. Preverite, ali vaša spletna povezava deluje in ali vaš požarni zid ne blokira programa Revo Uninstaller
1920 = Napaka: iskanje nove različice ni bilo uspešno. Internetna povezava ni vzpostavljena.

[WinTools]
2110 = Zaženi
2111 = Vsak operacijski sistem Windows vsebuje veliko priročnih in uporabnih orodij. Nekatera orodja imajo kompleksno orodno vrstico, druga so težko dostopna. Orodja Windows nudijo hiter dostop z enim klikom do več kot desetih splošnih orodij Windows.
2112 = V primeru težav lahko uporabite Obnovitev sistema (System Restore) za obnovo računalnika v shranjeno stanje brez izgube osebnih podatkovnih datotek. Obnovitev sistema nadzoruje spremembe v sistemu in datotekah nekaterih programov in samodejno ustvari obnovitvene točke. Obnovitvene točke vam omogočajo, da vrnete sistem v stanje, ki ste ga varnostno kopirali. Nastajajo vsakodnevno in ob pomembnejših spremembah v sistemu. Sami lahko kadarkoli ustvarite in poimenujete lastne obnovitvene točke.
2113 = Uporabite ga lahko za zbiranje in prikaz informacij o strojni opremi in operacijskem sistemu vašega računalnika, informacij o vaših spletnih nastavitvah in informacij o nastavitvah modema in omrežne kartice. Z orodjem Omrežna diagnostika (Network Diagnostics) lahko pregledate sistem in testirate povezljivost omrežja in preverite, ali vaši programi in storitve, vezane na omrežje, delujejo. 
2114 = Informacije o omrežju (Network Information) prikažejo vse trenutne TCP/IP nastavitve omrežja, DHCP (protokol za dinamično konfiguracijo gostitelja) in nastavitve DNS (Domain Name System). Informacije o omrežju prikazujejo tudi polno nastavitev TCP/IP za vse kartice, vključno z naslovom IP, naslovom MAC, masko podomrežja, privzetim prehodom, Windows Internet Naming Service (WINS) in nastavitvijo DNS.
2115 = Varnostno središče (Security Center) preveri status treh bistvenih varnostnih elementov vašega računalnika: požarnega zidu, samodejnega posodabljanja ter zaščite predi zlonamerno kodo in virusi. Če se pojavi problem pri katerem koli od njih (na primer, če je protivirusni program zastarel), bo Varnostno središče prikazalo opozorilo in ponudil priporočilo za boljšo zaščito računalnika.
2116 = Sistemske lastnosti (System Properties) lahko uporabite za ogled osnovnih informacij o strojni opremi računalnika, kot sta tip CPU in celoten pomnilnik RAM, za ogled in spremembe nastavitev nadzora nad tem, kako računalnik uporablja pomnilnik in išče določene informacije (lastnosti strojne opreme in naprav), za nastavitev profilov strojne opreme, za ogled informacij o omrežni povezavi in profilu uporabnika ter sporoča morebitne sistemske ali programske napake Microsoftu oziroma sistemskemu administratorju.
2117 = Sistemske informacije (System Information) so komponenta operacijskega sistema Windows, ki zbira in prikazuje informacije o nastavitvi sistema za lokalne in oddaljene računalnike. To vključuje podatke o nastavitvah strojne opreme, računalniških komponentah in programski opremi, vključno s podpisanimi in nepodpisanimi gonilniki. Sistemske informacije (System Information) so orodja za podporo, ki jih lahko uporabite za hitro iskanje informacij o računalniku in operacijskem sistemu.
2118 = TCP/IP ukaz Netstat je komponenta operacijskega sistema Windows, ki prikazuje vse aktivne povezave TCP ter vrata TCP in UDP, ki jih posluša računalnik, in prikazuje zagonsko datoteko, ki sodeluje pri ustvarjanju povezav ali poslušanju vrat (ime zagonske datoteke je v [ ] spodaj, zgoraj je komponenta, ki jo je priklical, in tako dalje, dokler ni bil dosežen TCP/IP).
2119 = Tipkovnica na zaslonu (On Screen Keyboard) prikaže navidezno tipkovnico na zaslonu in omogoča uporabnikom z okvaro gibanja, da lahko vnašajo podatke s kazalno napravo ali igralno palico. Tipkovnica na zaslonu (On-Screen Keyboard) je namenjena minimalni funkcionalnosti za uporabnike z okvaro gibanja. Tipkovnico na zaslonu lahko uporabite tudi, če sumite, da imate na računalniku nameščen Key-Logger, ki snema vse pritiske na tipke. Pri tipkovnici na zaslonu ni možnosti za snemanje pritiskov na tipke.
2120 = Program za defragmentiranje diska analizira lokalne diske in združi fragmentirane datoteke in mape, da vsaka zasede samo en, neprekinjen prostor na disku. Program za defragmentiranje diska združuje tudi prazen prostor na disku, s čimer se zmanjša verjetnost, da bi bile nove datoteke fragmentirane. Posledično lahko sistem učinkoviteje dostopa do datotek in map in shranjuje nove.
2121 = Storitve lahko zaženejo, ustavijo, nadaljujejo ali onemogočijo storitev na lokalnem ali oddaljenem računalniku. Storitve lahko pripravijo obnovitvena dejanja, ki naj se zaženejo, če storitev naleti na napako (na primer samodejni ponovni zagon storitve), omogočijo ali onemogočijo storitev za določen profil strojne opreme in omogočijo ogled statusa in opisa posamezne storitve.
2122 = Mape v skupni rabi se lahko uporabi za upravljanje virov v skupni rabi preko omrežja, za nadzor nad dovoljenji uporabnikov, aktivnostmi v seji, lastnostmi virov v skupni rabi in za ogled poročila o povezavi in rabi virov za lokalni ali oddaljeni računalnik.  Mape v skupni rabi lahko vidijo seznam vseh uporabnikov, ki so na vaš računalnik povezani oddaljeno (preko omrežja) in prekinejo povezavo enemu ali vsem. Vidite lahko tudi seznam datotek, ki so trenutno odprte pri oddaljenih uporabnikih.
2123 = Pravilnik skupine (Group Policy) vsebuje nastavitve pravilnika uporabnika in nastavitev računalnika. Nastavitve pravilnika skupine določajo različne komponente uporabnikovega namiznega okolja, ki jih mora upravljati sistemski administrator (na primer programi, ki so na voljo uporabnikom, programi, ki se pojavljajo na uporabnikovem namizju, in možnosti za meni "Start").
2124 = Dodaj/Odstrani komponente programa Windows vam pomaga upravljati nameščene komponente programa Windows na vašem računalniku. Ko na računalnik namestite operacijski sistem Windows, lahko to orodje uporabljate za dodajanje komponent Windows, ki niso bile vključene v prvotno namestitev, oziroma za odstranjevanje obstoječih komponent Windows, ki jih ne želite več uporabljati.
2125 = Orodje za odstranjevanje zlonamerne programske opreme (Microsoft Windows Malicious Software Removal Tool) preverja računalnike, na katerih teče operacijski sistem Windows, če so morda okuženi z zlonamerno programsko opremo in pomaga odstranjevati najdene okužbe. Zlonamerna programska oprema vključuje viruse, črve in trojanske konje. Ko se proces zaznavanja in odstranjevanja zaključi, orodje prikaže poročilo z opisom rezultata, skupaj z informacijo o tem, če je bila zaznana in odstranjena zlonamerna programska oprema.


[Junk Files Cleaner Options]
2202 = Diski za pregled:
2203 = Vzorec
2204 = Opis
2205 = Dodaj
2206 = Odstrani
2207 = Ponastavi
2208 = Čiščenje neželenih datotek::Splošno
2209 = Čiščenje neželenih datotek::Izloči
2220 = Iskani vzorec:
2221 = Uporabite lahko znake ? in/ali * kot nadomestne znake
2222 = Dodaj vzorec
2223 = Dodaj izločitveni vzorec
2224 = Uporabite lahko znake ? in/ali * kot nadomestne znake
2225 = Izloči vzorec:
2226 = Izbriši datoteke v koš
2227 = Preskoči datoteke, uporabljene v zadnjih 24 urah

[Junk Files Cleaner Tool]
2306 = Preglej
2307 = Izbriši
2308 = Pregledovanje
2309 = Prosim, počakajte, poteka pregledovanje.
2310 = Prekliči
2311 = Ime
2312 = Velikost
2319 = Datoteke:
2320 = Skupna velikost:
2323 = Nekatere datoteke uporablja Windows ali drug program\n, zato jih trenutno ni mogoče izbrisati
2324 = Izbrati morate vsaj en disk in končnico za začetek pregledovanja.
2325 = Čiščenje neželenih datotek vam omogoča iskanje in odstranjevanje številnih tipov neželenih in nepotrebnih datotek z vašega računalnika. Običajno program takšne datoteke, ki jih je ustvaril, izbriše takoj, ko jih ne potrebuje več. Vseeno lahko za vedno ostanejo na trdem disku zaradi nepričakovanega zaprtja programa, sesutja sistema itd. Če se to zgodi, lahko to zmanjša prazen prostor na disku ali povzroči upočasnitev sistema itd.\n\nZa informacijo o uporabi kliknite “Pomoč”, nato pa “Pomoč za to orodje ...”.
2326 = Datoteka
2327 = Brisanje datotek

[Context Menu Junk Files Cleaner]
2313 = Odpri
2314 = Išči po Googlu ... 
2315 = Odpri vsebovalno mapo
2316 = Lastnosti ...
2317 = Označi vse elemente
2318 = Opusti izbor
2321 = Označi izbrane elemente
2322 = Opusti izbrane elemente

[Topmost Window]
4002 = Možnosti
4003 = Odpri glavno okno
4004 = Način povleci in spusti
4005 = Sledenje
4006 = Velikost
4007 = Majhna
4008 = Srednja
4009 = Velika
4010 = Velikost okna
4011 = IZHOD
4012 = Odstrani program
4013 = Onemogoči samodejni zagon
4014 = Prekini proces
4015 = Prekini in izbriši proces
4016 = Odpri vsebovalno mapo
4017 = Info
4018 = Lastnosti
4019 = PREKLIČI
4020 = Samo ena datoteka na enkrat!
4021 = Spustili ste mapo. Povlecite in spustite datoteko!
4022 = Odstrani program ali izbriši:
4023 = Nerešeno! Pokaži na drugo okno, ikono ali element v opravilni vrstici.
4024 = Ne morem zagnati ukaza za odstranitev programa!\n Odstranite program z Odstranjevalnikom.
4025 = Nisem našel namestitvenega paketa!\nNasvet: V glavnem oknu poiščite več informacij o programu in\n ga poskusite ročno odstraniti!
4026 = Ciljni program ima onemogočen samodejni zagon!\nNasvet: Če ga želite znova omogočiti, uporabite orodje za samodejni zagon v glavnem programu!
4027 = Ciljnega programa nisem našel na običajnih mestih za zagon!\nNasvet: Za iskanje neobičajnih mest, ki se uporabljajo za samodejni zagon programov, uporabi Googlovo spletno mesto!
4028 = Ste prepričani, da želite zapreti izbrani program?\nVsi neshranjeni podatki bodo izgubljeni!
4029 = Odstranjevalnik
4030 = Ste prepričani, da želite zapreti in izbrisati izbrani program?\nVsi neshranjeni podatki bodo izgubljeni!
4031 = Ste prepričani, da želite zapreti Raziskovalec (Windows Explorer)?\n Meni "Start", opravilna vrstica in sistemska vrstica bodo izginili!
4032 = Samodejni zagon od zagonu programa Windows
4033 = Prosojnost

[Scan After Uninstall]
4210 = Lokacija
4211 = Ključ
4212 = Vrednost
4213 = Podatki
4214 = Datoteka
4215 = Noben element ni izbran. Izberite element za izbris!
4216 = Preglej po odstranitvi programa
4217 = Izberi vse
4218 = Ne izberi nič
4219 = Izbriši
4220 = Ostanki datotek
4221 = Ostanki vnosov v register
4222 = Pregledovanje pred odstranjevanjem programov, prosimo, počakajte ...
4223 = Zaganjam odstranjevalnik programov...
4224 = Začnite iskanje ostankov datotek, map in registrskih ključev, ko programu dodani odstranjevalnik zaključi delo.
4225 = Pregledovanje po odstranjevanju programov. Prosimo, počakajte ...
4226 = Pozorno preverite seznam elementov!
4227 = Zapri
4228 = Preostale datoteke na seznamu bodo izbrisane, ko boste naslednjič zagnali sistem.
4229 = Delovanje programu dodanega odstranjevalnika ni uspešno!\nMorda je ukaz za odstranjevanje programa nepravilen!
4230 = Nazaj
4231 = Naprej
4232 = Izberi način odstranjevanja programov
4233 = Načini
4234 = Vgrajen - zažene se samo programu dodan odstranjevalnik brez dodatnega pregledovanja
4235 = Varen - vsebuje vgrajen način in dodatno pregleduje register in trdi disk in išče ostanke, ki jih lahko varno izbriše. To je najhitrejši način.
4236 = Srednji - vsebuje varen način in poglobljeno išče vse ostanke programskih informacij na najobičajnejših mestih v registru in na trdem disku. 
4237 = Napreden - vsebuje srednji način ter globoko in natančno pregleduje vse ostanke programskih informacij v registru in na trdem disku. To je najpočasnejši način.
4238 = Analiza programskih podatkov pred odstranitvijo programa.
4239 = Zagon v program vgrajenega odstranjevalnika.
4240 = Ko v programu dodani odstranjevalnik zaključi delo, pritisnite gumb "Naprej" za začetek pregledovanja ostankov datotek, map in elementov registra. 
4241 = Poteka začetna analiza in odstranjevanje programov. 
4242 = Iskanje ostankov informacij
4243 = Odstranjevanje programa končano, zdaj v registru in na trdem disku poteka iskanje ostankov datotek, map in elementov registra, povezanih z odstranjenim programom. Prosimo, počakajte ...
4244 = Najdeni ostanki elementov registra
4245 = Najdeni elementi registra:
4246 = Opomba: Natančno preglej prikazane elemente! Samo označeni odebeljeni elementi in njihovi podsistemi bodo izbrisani!
4247 = Najdeni ostanki datotek in map
4248 = Najdeni elementi:
4249 = Moj računalnik
4250 = Revo Uninstaller ni mogel zagnati programu dodanega odstranjevalnika. Morda je pri programu ukaz za odstranjevanje programa neveljaven, ali pa je odstranjevalnik pokvarjen. Pritisnete lahko gumb “Nazaj” in poskusite drug način odstranjevanja programa.
4251 = Programu dodani odstranjevalnik je končal z delom. Revo Uninstaller ni pregledal ostankov. Pritisnete lahko gumb “Nazaj” in poskusite drug način odstranjevanja programa za iskanje ostankov datotek, map in elementov registra.
4252 = Revo Uninstaller je uspešno odstranil program, ostankov pa ni našel. Pritisnete lahko gumb “Nazaj” in poskusite razširjen način odstranjevanja programov za poglobljeno iskanje.
4253 = Revo Uninstaller je uspešno odstranil program. Če želite poiskati več ostankov, pritisnite gumb “Nazaj” in poskusite naprednejši način odstranjevanja programov za poglobljeno iskanje.
4254 = Konec
4255 = Ste prepričani, da želite izbrane datoteke vreči v koš?
4256 = Ste prepričani, da želite odstraniti izbrane elemente registra?
4257 = Revo Uninstaller je uspešno odstranil programe!
4258 = Ste prepričani, da želite preskočiti brisanje najdenih ostankov vnosov v register in nadaljevati z naslednjim korakom?
4259 = Ste prepričani, da želite preskočiti brisanje najdenih ostankov datotek in map ter nadaljevati z naslednjim korakom?
4260 = Iskanje ostankov končano. Za ogled rezultatov pritisnite gumb “Naprej”!
4261 = Ustvarjanje obnovitvene točke sistema ... 
4262 = Ustvarjanje obnovitvene točke sistema – ni bilo uspešno!
4263 = Ustvarjanje obnovitvene točke sistema je onemogočeno (v Možnosti -> Odstranjevalnik)
4264 = Ustvarjanje obnovitvene točke sistema – je bilo uspešno!

[About]
4300 = Prevajalci:

[ContextMenu Uninstaller]
5000 = Ukazi
5001 = Info
5002 = Išči po Googlu ...
5004 = Mesto namestitve
5005 = Odpri povezavo Vizitka ...
5006 = Odpri povezavo Pomoč ...
5007 = Odpri povezavo Posodobi ...
5008 = Odpri registrski ključ ...

[Common]
10000 = V redu
10001 = Prekliči
10002 = Pomoč
10003 = Brskaj ...
10004 = Pomoč za to orodje
10005 = Domača stran
10006 = Vizitka
10007 = Opozorilo
10008 = NAPAKA

[Tooltips]
2000 = Preklopi v način odstranjevanja
2001 = Prikaži ploščo z orodji
2002 = Prilagodi nastavitve
2003 = Preklopi v Sledenje
2004 = Spremeni pogled seznama nameščenih programov
2005 = Odstrani izbrane programe
2006 = Izbriši izbrane vnose iz registra
2007 = Osveži seznam programov
2008 = Posodobi trenutno različico v najnovejšo različico
2009 = Poišči dodatne informacije in odgovore na vsa vprašanja o programu
404 = Zaženi izbrani program
405 = Ustavi in zapri izbrani program
406 = Izbranemu programu prepreči samodejni zagon
506 = Počisti izbrane možnosti
605 = Počisti izbrane možnosti
705 = Počisti izbrane možnosti
2106 = Zaženi izbrano orodje
2304 = Poišči nepotrebne datoteke glede na izbrane nastavitve
2305 = Vrzi pregledane datoteke v koš

